{
    "nodes": [
      {
        "id": "n0",
        "title": "Introduction",
        "description": "When health emergencies arise, scientists seek to discover the cause — such as how a pathogen emerged and spread — because this knowledge can enhance our understanding of risks and strategies for prevention, preparedness, and mitigation. Yet well into the fourth year of the Covid-19 pandemic, intense political and scientific debates about its origins continue.",
        "type": "NarrativeItem"
      },
      {
        "id": "n1",
        "title": "Origins of Covid-19",
        "description": "The two major hypotheses are a natural zoonotic spillover, most likely occurring at the Huanan Seafood Wholesale Market, and a laboratory leak from the Wuhan Institute of Virology (WIV). It is worth examining the efforts to discover the origins of SARS-CoV-2, the political obstacles, and what the evidence tells us. This evidence can help clarify the virus’s evolutionary path. But regardless of the origins of the virus, there are steps the global community can take to reduce future pandemic threats.",
        "type": "NarrativeEvidenceCore"
      },
      {
        "id": "n2",
        "title": "Key Events in the Effort to Determine the Origins of the Covid-19 Pandemic",
        "description": "The origins story dates back to December 31, 2019, when the World Health Organization (WHO) learned of a cluster of cases of pneumonia of unknown cause in Wuhan. The joint WHO–China technical report published in March 2021 rated a zoonotic spillover as a “likely to very likely” source of the virus, cold food–chain products as “possible,” and a laboratory incident as “extremely unlikely.” The WHO director-general immediately repudiated the report’s findings, believing it was premature to rule out a possible laboratory incident.",
        "type": "NarrativeItem"
      },
      {
        "id": "n3",
        "title": "Recent Developments",
        "description": "Recently, a team of international experts announced that they had identified data on SARS-CoV-2–positive environmental samples collected from the Huanan market in January 2020, which China had withheld from the public domain for 3 years. China’s obfuscation may mean that we will never have certainty about the origins of the greatest pandemic in more than a century.",
        "type": "NarrativeItem"
      },
      {
        "id": "n4",
        "title": "Challenges and Controversies",
        "description": "Determining the origins of SARS-CoV-2 should be strictly a scientific matter, but it has become embroiled in politics. Of the three possibilities — natural, accidental, or deliberate — the most scientific evidence yet identified supports natural emergence. Proponents of the accidental laboratory leak theory stress the geographic location of the WIV in the city where the pandemic began. China’s obfuscation may mean that we will never have certainty about the origins of the greatest pandemic in more than a century.",
        "type": "NarrativeEvidenceCore"
      },
      {
        "id": "n5",
        "title": "Future Preparedness",
        "description": "First, preventing spillovers by using a One Health strategy linking animal, human, and environmental health is vital. Second, it is important to fortify laboratory safety to reduce the risks of unintentional release of a dangerous pathogen. Third, GOF research designed to elucidate the transmissibility or pathogenicity traits of pathogens should be appropriately overseen to reduce risks while allowing important research and vaccine development to continue.",
        "type": "NarrativeItem"
      }
    ],
    "links": [
      {
        "id": "l0",
        "source": "n0",
        "target": "n1",
        "type": "ExplainLink"
      },
      {
        "id": "l1",
        "source": "n1",
        "target": "n2",
        "type": "CauseLink"
      },
      {
        "id": "l2",
        "source": "n1",
        "target": "n3",
        "type": "CauseLink"
      },
      {
        "id": "l3",
        "source": "n2",
        "target": "n4",
        "type": "ExplainLink"
      },
      {
        "id": "l4",
        "source": "n3",
        "target": "n4",
        "type": "ExplainLink"
      },
      {
        "id": "l5",
        "source": "n4",
        "target": "n5",
        "type": "CauseLink"
      }
    ]
  }
  